Repository: Splynek/splynek
Catalog: Sources/SplynekCore/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt

source: Bind the dashboard + API to 127.0.0.1 only. Your phone won't reach it over Wi-Fi.
de: Bindet Dashboard + API nur an 127.0.0.1. Ihr Telefon erreicht es nicht über WLAN.
es: Vincula el panel y la API solo a 127.0.0.1. Tu teléfono no podrá acceder por Wi-Fi.
fr: Lie le tableau de bord + API uniquement à 127.0.0.1. Votre téléphone ne pourra pas y accéder via le Wi-Fi.
it: Vincola dashboard + API solo a 127.0.0.1. Il tuo telefono non potrà raggiungerli via Wi-Fi.
pt_pt: Vincula o painel e a API apenas a 127.0.0.1. O teu telemóvel não vai conseguir aceder via Wi-Fi.

source: Block starts while any selected interface is cellular. Complements the per-day bytes cap.
de: Blockiert Starts, solange eine ausgewählte Schnittstelle Mobilfunk ist. Ergänzt das tägliche Daten-Limit.
es: Bloquea inicios mientras alguna interfaz seleccionada sea móvil. Complementa el límite diario de datos.
fr: Bloque les démarrages tant qu'une interface sélectionnée est cellulaire. Complète la limite quotidienne d'octets.
it: Blocca gli avvii mentre un'interfaccia selezionata è cellulare. Integra il limite giornaliero di dati.
pt_pt: Impede arranques enquanto alguma interface selecionada for móvel. Complementa o limite diário de dados.

source: Bond a second network for 2–3× faster downloads
de: Verbinde ein zweites Netzwerk für 2–3× schnellere Downloads
es: Conecta una segunda red para descargas 2–3× más rápidas
fr: Associe un deuxième réseau pour des téléchargements 2–3× plus rapides
it: Aggiungi una seconda rete per download 2–3× più veloci
pt_pt: Liga uma segunda rede para downloads 2–3× mais rápidos

source: Breakdown
de: Aufschlüsselung
es: Desglose
fr: Répartition
it: Ripartizione
pt_pt: Detalhe

source: Browse themed starters. Click any to fill the goal above; edit before running.
de: Themen-Starter durchstöbern. Klicke auf einen, um das Ziel oben zu füllen; bearbeite vor dem Ausführen.
es: Explora plantillas temáticas. Haz clic en cualquiera para rellenar el objetivo de arriba; edita antes de ejecutar.
fr: Parcours les modèles thématiques. Clique sur l'un pour remplir l'objectif ci-dessus ; modifie avant d'exécuter.
it: Sfoglia gli starter tematici. Clicca su uno per riempire l'obiettivo sopra; modifica prima di eseguire.
pt_pt: Explora os pontos de partida temáticos. Clica em qualquer um para preencher o objetivo acima; edita antes de executar.

source: Browser helpers
de: Browser-Helfer
es: Auxiliares de navegador
fr: Assistants navigateur
it: Aiuti per browser
pt_pt: Auxiliares de navegador

source: Business model
de: Geschäftsmodell
es: Modelo de negocio
fr: Modèle économique
it: Modello di business
pt_pt: Modelo de negócio

source: Buy Splynek Pro — $29
de: Splynek Pro kaufen — $29
es: Comprar Splynek Pro — $29
fr: Acheter Splynek Pro — $29
it: Acquista Splynek Pro — $29
pt_pt: Comprar Splynek Pro — $29

source: CANCELLED
de: ABGEBROCHEN
es: CANCELADO
fr: ANNULÉ
it: ANNULLATO
pt_pt: CANCELADO

source: CHANGES STATE
de: ÄNDERT ZUSTAND
es: CAMBIA ESTADO
fr: CHANGE L'ÉTAT
it: MODIFICA STATO
pt_pt: ALTERA ESTADO

source: COMPLETE
de: FERTIG
es: COMPLETO
fr: TERMINÉ
it: COMPLETO
pt_pt: COMPLETO

source: COULD RECOVER
de: KÖNNTEST ZURÜCKHOLEN
es: PODRÍAS RECUPERAR
fr: TU POURRAIS RÉCUPÉRER
it: POTRESTI RECUPERARE
pt_pt: PODES RECUPERAR

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_pt: Cancelar

source: Cancel All
de: Alle abbrechen
es: Cancelar todo
fr: Tout annuler
it: Annulla tutto
pt_pt: Cancelar tudo

source: Cancel all
de: Alle abbrechen
es: Cancelar todo
fr: Tout annuler
it: Annulla tutto
pt_pt: Cancelar tudo

source: Cancel every active and queued Splynek download. This does not delete already-downloaded data; partial files are preserved on disk. Use cautiously — there's no undo.
de: Bricht alle aktiven und in der Warteschlange befindlichen Splynek-Downloads ab. Dies löscht keine bereits heruntergeladenen Daten; Teil-Dateien bleiben auf der Festplatte erhalten. Mit Vorsicht verwenden — kein Rückgängig.
es: Cancela todas las descargas activas y en cola de Splynek. Esto no borra datos ya descargados; los archivos parciales se conservan en disco. Úsalo con cuidado — no hay deshacer.
fr: Annule tous les téléchargements actifs et en file de Splynek. Ceci ne supprime pas les données déjà téléchargées ; les fichiers partiels sont conservés sur disque. À utiliser avec précaution — il n'y a pas d'annulation.
it: Annulla tutti i download attivi e in coda di Splynek. Questo non elimina i dati già scaricati; i file parziali vengono conservati su disco. Usa con cautela — non c'è annulla.
pt_pt: Cancela todas as transferências ativas e em fila do Splynek. Isto não apaga dados já transferidos; ficheiros parciais são preservados no disco. Usa com cautela — não há anular.

source: Cancel every running download (⌘.).
de: Alle laufenden Downloads abbrechen (⌘.).
es: Cancelar todas las descargas en curso (⌘.).
fr: Annuler tous les téléchargements en cours (⌘.).
it: Annulla tutti i download in corso (⌘.).
pt_pt: Cancelar todas as transferências em curso (⌘.).

source: Cancel.
de: Abbrechen.
es: Cancelar.
fr: Annuler.
it: Annulla.
pt_pt: Cancelar.

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
pt_pt: Cancelado

source: Catalog covers 1,100+ apps. Community PRs at github.com/Splynek/splynek expand it.
de: Der Katalog umfasst über 1 100 Apps. Community-PRs auf github.com/Splynek/splynek erweitern ihn.
es: El catálogo cubre más de 1100 apps. Los PR de la comunidad en github.com/Splynek/splynek lo amplían.
fr: Le catalogue couvre plus de 1 100 apps. Les PR de la communauté sur github.com/Splynek/splynek l'étendent.
it: Il catalogo copre oltre 1100 app. Le PR della community su github.com/Splynek/splynek lo ampliano.
pt_pt: O catálogo cobre mais de 1100 apps. PRs da comunidade em github.com/Splynek/splynek alargam-no.

source: Catalog data ships in the app — neither Sovereignty nor Trust lookups query a network service. Your installed-app list never leaves your Mac.
de: Katalog-Daten werden mit der App ausgeliefert — weder Souveränität- noch Vertrauen-Abfragen kontaktieren einen Netzwerkdienst. Ihre Liste installierter Apps verlässt Ihren Mac nie.
es: Los datos del catálogo se envían en la app — ni Soberanía ni Confianza consultan un servicio de red. Tu lista de apps instaladas nunca sale del Mac.
fr: Les données du catalogue sont incluses dans l'app — ni Souveraineté ni Confiance n'interrogent un service réseau. Votre liste d'apps installées ne quitte jamais votre Mac.
it: I dati del catalogo vengono distribuiti nell'app — né Sovranità né Affidabilità interrogano un servizio di rete. Il tuo elenco di app installate non lascia mai il Mac.
pt_pt: Os dados do catálogo são enviados na app — nem as consultas Soberania nem Confiança consultam um serviço de rede. A tua lista de apps instaladas nunca sai do Mac.

source: Cellular
de: Mobilfunk
es: Móvil
fr: Cellulaire
it: Cellulare
pt_pt: Móvel

source: Cellular totals appear once a download uses a cellular interface. Historical days roll in after midnight.
de: Mobilfunk-Gesamtwerte erscheinen, sobald ein Download eine mobile Schnittstelle nutzt. Historische Tage werden nach Mitternacht ergänzt.
es: Los totales móviles aparecen una vez que una descarga usa una interfaz móvil. Los días históricos se añaden después de medianoche.
fr: Les totaux cellulaires apparaissent dès qu'un téléchargement utilise une interface mobile. Les jours d'archive s'ajoutent après minuit.
it: I totali cellulari appaiono una volta che un download usa un'interfaccia mobile. I giorni storici vengono aggiunti dopo mezzanotte.
pt_pt: Os totais móveis aparecem assim que uma transferência usar uma interface móvel. Os dias do histórico entram depois da meia-noite.

source: Cellular used today
de: Heute verwendete Mobildaten
es: Datos móviles usados hoy
fr: Données cellulaires utilisées aujourd'hui
it: Rete mobile usata oggi
pt_pt: Rede móvel usada hoje

source: Change…
de: Ändern…
es: Cambiar…
fr: Modifier…
it: Cambia…
pt_pt: Alterar…

source: Chat-routed downloads, queue, cancellations, pauses
de: Downloads, Warteschlange, Abbrüche und Pausen per Chat
es: Descargas, cola, cancelaciones y pausas vía chat
fr: Téléchargements, file, annulations et pauses via chat
it: Download, coda, annullamenti e pause via chat
pt_pt: Transferências, fila, cancelamentos e pausas via chat

source: Check again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
it: Controlla di nuovo
pt_pt: Verificar de novo

source: Check all
de: Alle prüfen
es: Comprobar todo
fr: Tout vérifier
it: Controlla tutto
pt_pt: Verificar tudo

source: Check every auto-updating app for new versions now.
de: Jetzt jede Auto-Update-App auf neue Versionen prüfen.
es: Comprobar nuevas versiones de cada app con auto-actualización ahora.
fr: Vérifier maintenant toutes les apps en mise à jour automatique pour de nouvelles versions.
it: Verifica ora ogni app con aggiornamento automatico per nuove versioni.
pt_pt: Verificar cada app com atualização automática por novas versões agora.

source: Check now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier maintenant
it: Controlla ora
pt_pt: Verificar agora

source: Checking…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
it: Verifica in corso…
pt_pt: A verificar…

source: Choose a download folder
de: Download-Ordner auswählen
es: Elegir una carpeta de descargas
fr: Choisir un dossier de téléchargement
it: Scegli una cartella per i download
pt_pt: Escolher uma pasta para transferências

source: Choose file…
de: Datei auswählen…
es: Elegir archivo…
fr: Choisir un fichier…
it: Scegli file…
pt_pt: Escolher ficheiro…

source: Claude Desktop's MCP transport is currently stdio-only. Use a small HTTP-bridge shim like mcp-proxy to bridge to Splynek's HTTP endpoint. When Claude Desktop ships HTTP transport, drop the snippet into ~/Library/Application Support/Claude/claude_desktop_config.json directly.
de: Claude Desktops MCP-Transport ist aktuell nur stdio. Verwenden Sie einen kleinen HTTP-Bridge-Shim wie mcp-proxy, um zum HTTP-Endpunkt von Splynek zu verbinden. Wenn Claude Desktop HTTP-Transport ausliefert, fügen Sie das Snippet direkt in ~/Library/Application Support/Claude/claude_desktop_config.json ein.
es: El transporte MCP de Claude Desktop actualmente es solo stdio. Usa un pequeño puente HTTP como mcp-proxy para conectar con el endpoint HTTP de Splynek. Cuando Claude Desktop tenga transporte HTTP, coloca el snippet directamente en ~/Library/Application Support/Claude/claude_desktop_config.json.
fr: Le transport MCP de Claude Desktop est actuellement stdio uniquement. Utilisez un petit shim HTTP comme mcp-proxy pour ponter vers le point d'accès HTTP de Splynek. Quand Claude Desktop livrera le transport HTTP, placez l'extrait directement dans ~/Library/Application Support/Claude/claude_desktop_config.json.
it: Il trasporto MCP di Claude Desktop è attualmente solo stdio. Usa un piccolo shim HTTP come mcp-proxy per fare da ponte verso l'endpoint HTTP di Splynek. Quando Claude Desktop avrà il trasporto HTTP, metti lo snippet direttamente in ~/Library/Application Support/Claude/claude_desktop_config.json.
pt_pt: O transporte MCP do Claude Desktop é atualmente só por stdio. Usa um pequeno adaptador HTTP como o mcp-proxy para fazer a ponte ao endpoint HTTP do Splynek. Quando o Claude Desktop tiver transporte HTTP, coloca o snippet diretamente em ~/Library/Application Support/Claude/claude_desktop_config.json.

source: Claude.ai supports remote MCP HTTP transport. Add a remote MCP server in your workspace settings and paste the endpoint URL above.
de: Claude.ai unterstützt Remote-MCP-HTTP-Transport. Fügen Sie einen Remote-MCP-Server in Ihren Workspace-Einstellungen hinzu und fügen Sie die Endpunkt-URL oben ein.
es: Claude.ai soporta transporte MCP HTTP remoto. Añade un servidor MCP remoto en los ajustes de tu espacio de trabajo y pega la URL del endpoint de arriba.
fr: Claude.ai supporte le transport MCP HTTP distant. Ajoutez un serveur MCP distant dans les réglages de votre espace de travail et collez l'URL du point d'accès ci-dessus.
it: Claude.ai supporta il trasporto MCP HTTP remoto. Aggiungi un server MCP remoto nelle impostazioni del tuo workspace e incolla l'URL dell'endpoint sopra.
pt_pt: O Claude.ai suporta transporte MCP HTTP remoto. Adiciona um servidor MCP remoto nas definições da tua área de trabalho e cola o URL do endpoint acima.

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
pt_pt: Limpar

source: Clear %lld finished
de: %lld abgeschlossene löschen
es: Limpiar %lld terminadas
fr: Effacer %lld terminés
it: Cancella %lld completate
pt_pt: Limpar %lld concluídas

source: Clear all
de: Alle löschen
es: Limpiar todo
fr: Tout effacer
it: Cancella tutto
pt_pt: Limpar tudo

source: Clear all download history?
de: Gesamten Download-Verlauf löschen?
es: ¿Borrar todo el historial de descargas?
fr: Effacer tout l’historique de téléchargement ?
it: Cancellare tutta la cronologia dei download?
pt_pt: Limpar todo o histórico de transferências?

source: Clear all history
de: Gesamten Verlauf löschen
es: Borrar todo el historial
fr: Effacer tout l’historique
it: Cancella tutta la cronologia
pt_pt: Limpar histórico

source: Clear checksum
de: Prüfsumme löschen
es: Borrar suma
fr: Effacer la somme
it: Cancella checksum
pt_pt: Apagar checksum

source: Clear finished
de: Beendete löschen
es: Borrar terminados
fr: Effacer les terminés
it: Cancella completati
pt_pt: Limpar concluídos

source: Clear the conversation
de: Konversation löschen
es: Borrar la conversación
fr: Effacer la conversation
it: Cancella la conversazione
pt_pt: Limpar a conversa

source: Click the menu bar icon or press ⌘⇧D to surface the main window.
de: Klicken Sie auf das Menüleisten-Symbol oder drücken Sie ⌘⇧D, um das Hauptfenster anzuzeigen.
es: Haz clic en el icono de la barra de menú o pulsa ⌘⇧D para mostrar la ventana principal.
fr: Cliquez sur l'icône de la barre de menus ou appuyez sur ⌘⇧D pour afficher la fenêtre principale.
it: Fai clic sull'icona della barra dei menu o premi ⌘⇧D per mostrare la finestra principale.
pt_pt: Clica no ícone da barra de menus ou prime ⌘⇧D para mostrar a janela principal.

source: Click to fill the goal field. Edit before running.
de: Klicken, um das Zielfeld zu füllen. Vor dem Ausführen bearbeiten.
es: Haz clic para rellenar el campo de objetivo. Edita antes de ejecutar.
fr: Clique pour remplir le champ d'objectif. Modifie avant d'exécuter.
it: Clicca per riempire il campo obiettivo. Modifica prima di eseguire.
pt_pt: Clica para preencher o campo do objetivo. Edita antes de executar.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_pt: Fechar

source: Complete
de: Vollständig
es: Completo
fr: Terminé
it: Completo
pt_pt: Concluído

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
pt_pt: Concluído

source: Concierge proposal
de: Concierge-Vorschlag
es: Propuesta del Concierge
fr: Proposition du Concierge
it: Proposta del Concierge
pt_pt: Proposta do Concierge

source: Concierge thinking…
de: Concierge denkt nach…
es: Concierge pensando…
fr: Concierge réfléchit…
it: Concierge sta pensando…
pt_pt: Concierge a pensar…

source: Confirm + run
de: Bestätigen und ausführen
es: Confirmar y ejecutar
fr: Confirmer + exécuter
it: Conferma + esegui
pt_pt: Confirmar + executar

source: Confirmed breach
de: Bestätigte Datenpanne
es: Brecha confirmada
fr: Fuite confirmée
it: Violazione confermata
pt_pt: Violação confirmada

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
pt_pt: Ligar

source: Connect a client
de: Client verbinden
es: Conectar un cliente
fr: Connecter un client
it: Connetti un client
pt_pt: Ligar um cliente

source: Connected to
de: Verbunden mit
es: Conectado a
fr: Connecté à
it: Connesso a
pt_pt: Ligado a

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pt_pt: Continuar

source: Contribute
de: Beitragen
es: Contribuir
fr: Contribuer
it: Contribuisci
pt_pt: Contribuir

source: Controls over what the LAN can see and who can submit downloads to this Mac.
de: Steuerungen darüber, was das lokale Netzwerk sehen kann und wer Downloads an diesen Mac senden darf.
es: Controles sobre lo que la red local puede ver y quién puede enviar descargas a este Mac.
fr: Contrôles sur ce que le réseau local peut voir et qui peut soumettre des téléchargements à ce Mac.
it: Controlli su cosa la rete locale può vedere e chi può inviare download a questo Mac.
pt_pt: Controlos sobre o que a rede local consegue ver e quem pode enviar transferências para este Mac.

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pt_pt: Copiar

source: Copy Homebrew install command for \(alt.name)
de: Homebrew-install-Befehl für \(alt.name) kopieren
es: Copiar comando Homebrew install para \(alt.name)
fr: Copier la commande Homebrew install pour \(alt.name)
it: Copia il comando Homebrew install per \(alt.name)
pt_pt: Copiar comando Homebrew install para \(alt.name)

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
it: Copia URL
pt_pt: Copiar URL

source: Copy `brew install \(homebrewFormulaName(for: alt))` to the clipboard, then paste into Terminal.
de: Kopiert `brew install \(homebrewFormulaName(for: alt))` in die Zwischen­ablage; im Terminal einfügen.
es: Copia `brew install \(homebrewFormulaName(for: alt))` al portapapeles y pégalo en Terminal.
fr: Copie `brew install \(homebrewFormulaName(for: alt))` dans le presse-papiers, puis colle dans Terminal.
it: Copia `brew install \(homebrewFormulaName(for: alt))` negli appunti, poi incolla nel Terminale.
pt_pt: Copia `brew install \(homebrewFormulaName(for: alt))` para a área de transferência e cola no Terminal.

source: Copy a curl equivalent to the clipboard.
de: curl-Äquivalent in die Zwischenablage kopieren.
es: Copiar un equivalente curl al portapapeles.
fr: Copier un équivalent curl dans le presse-papiers.
it: Copia un equivalente curl negli appunti.
pt_pt: Copiar um equivalente curl para a área de transferência.

source: Copy a plain-text summary of the results to the clipboard.
de: Eine Klartext-Zusammenfassung der Ergebnisse in die Zwischenablage kopieren.
es: Copiar un resumen en texto plano de los resultados al portapapeles.
fr: Copier un résumé en texte brut des résultats dans le presse-papiers.
it: Copia un riepilogo in testo semplice dei risultati negli appunti.
pt_pt: Copiar um resumo em texto simples dos resultados para a área de transferência.

source: Copy brew
de: brew kopieren
es: Copiar brew
fr: Copier brew
it: Copia brew
pt_pt: Copiar brew

source: Copy curl
de: curl kopieren
es: Copiar curl
fr: Copier curl
it: Copia curl
pt_pt: Copiar curl

source: Copy endpoint URL
de: Endpunkt-URL kopieren
es: Copiar URL del endpoint
fr: Copier l'URL du point d'accès
it: Copia URL endpoint
pt_pt: Copiar URL do endpoint

source: Copy endpoint URL to clipboard
de: Endpunkt-URL in die Zwischenablage kopieren
es: Copiar URL del endpoint al portapapeles
fr: Copier l'URL du point d'accès dans le presse-papiers
it: Copia URL endpoint negli appunti
pt_pt: Copiar URL do endpoint para a área de transferência

source: Copy pair URL
de: Kopplungs-URL kopieren
es: Copiar URL de emparejamiento
fr: Copier l'URL d'appairage
it: Copia URL di abbinamento
pt_pt: Copiar URL de emparelhamento

source: Copy results
de: Ergebnisse kopieren
es: Copiar resultados
fr: Copier les résultats
it: Copia risultati
pt_pt: Copiar resultados

source: Copy setup snippet to clipboard
de: Konfigurations-Snippet in die Zwischenablage kopieren
es: Copiar snippet de configuración al portapapeles
fr: Copier l'extrait de configuration dans le presse-papiers
it: Copia snippet di configurazione negli appunti
pt_pt: Copiar snippet de configuração para a área de transferência

source: Copy snippet
de: Snippet kopieren
es: Copiar snippet
fr: Copier l'extrait
it: Copia snippet
pt_pt: Copiar snippet

source: Could not load %@ from the app bundle. Please report this as a packaging issue.
de: %@ konnte nicht aus dem App-Bundle geladen werden. Bitte melden Sie dies als Paketierungsproblem.
es: No se pudo cargar %@ desde el paquete de la app. Por favor, repórtalo como un problema de empaquetado.
fr: Impossible de charger %@ depuis le bundle de l'app. Veuillez signaler ce problème d'empaquetage.
it: Impossibile caricare %@ dal bundle dell'app. Segnalalo come problema di packaging.
pt_pt: Não foi possível carregar %@ a partir do pacote da aplicação. Reporta isto como um problema de empacotamento.

source: Court ruling
de: Gerichtsurteil
es: Sentencia
fr: Décision de justice
it: Sentenza
pt_pt: Decisão judicial

source: Created \(prettyDate(token.createdAt))
de: Erstellt \(prettyDate(token.createdAt))
es: Creado \(prettyDate(token.createdAt))
fr: Créé \(prettyDate(token.createdAt))
it: Creato \(prettyDate(token.createdAt))
pt_pt: Criado \(prettyDate(token.createdAt))

source: Cross-cutting preferences — license, browser integrations, local AI, and background behaviour. Feature-specific knobs live next to the features they affect. Nothing here phones home.
de: Übergreifende Einstellungen — Lizenz, Browser-Integrationen, lokale KI und Hintergrund­verhalten. Funktions­spezifische Knöpfe liegen neben der jeweiligen Funktion. Nichts davon ruft nach Hause.
es: Preferencias transversales — licencia, integraciones de navegador, IA local y comportamiento en segundo plano. Las opciones específicas de cada función viven junto a la función que controlan. Nada aquí contacta con servidores.
fr: Préférences transversales — licence, intégrations de navigateur, IA locale et comportement en arrière-plan. Les réglages spécifiques à une fonctionnalité vivent à côté de la fonctionnalité concernée. Rien ici ne contacte de serveur.
it: Preferenze trasversali — licenza, integrazioni del browser, IA locale e comportamento in background. Le opzioni specifiche di ogni funzione vivono accanto alla funzione che controllano. Nulla qui contatta server.
pt_pt: Preferências transversais — licença, integrações de browser, IA local e comportamento de background. As opções específicas de cada funcionalidade vivem junto da funcionalidade que controlam. Nada aqui contacta servidores.

source: Custom (any MCP client)
de: Eigene (jeder MCP-Client)
es: Personalizado (cualquier cliente MCP)
fr: Personnalisé (tout client MCP)
it: Personalizzato (qualsiasi client MCP)
pt_pt: Personalizado (qualquer cliente MCP)

source: Custom HTTP headers
de: Benutzerdefinierte HTTP-Header
es: Cabeceras HTTP personalizadas
fr: En-têtes HTTP personnalisés
it: Intestazioni HTTP personalizzate
pt_pt: Cabeçalhos HTTP personalizados

source: DEVICE ID
de: GERÄTE-ID
es: ID DEL DISPOSITIVO
fr: ID DE L'APPAREIL
it: ID DISPOSITIVO
pt_pt: ID DO DISPOSITIVO

source: DONE
de: FERTIG
es: HECHO
fr: TERMINÉ
it: FATTO
pt_pt: PRONTO

source: DOWNLOADING
de: LÄDT
es: DESCARGANDO
fr: TÉLÉCH.
it: SCARICANDO
pt_pt: A TRANSFERIR

source: DRAFT
de: ENTWURF
es: BORRADOR
fr: BROUILLON
it: BOZZA
pt_pt: RASCUNHO

source: Daily cap
de: Tageslimit
es: Límite diario
fr: Limite quotidienne
it: Limite giornaliero
pt_pt: Limite diário
